Repository: DurkaEbanaya/FluentBrewy
Catalog: Brewy/Localizable.xcstrings
Source language: en
Languages: ru

source: Packages
ru: Пакеты

source: Management
ru: Управление

source: Tools
ru: Инструменты

source: Refresh
ru: Обновить

source: Just now
ru: Только что

source: 1 min ago
ru: 1 мин назад

source: %d min ago
ru: %d мин назад

source: 1 hour ago
ru: 1 час назад

source: %d hours ago
ru: %d часов назад

source: Installed
ru: Установленные

source: Formulae
ru: Формулы

source: Casks
ru: Каски

source: Outdated
ru: Устаревшие

source: Pinned
ru: Закреплённые

source: Leaves
ru: Листья

source: Taps
ru: Тапы

source: Services
ru: Службы

source: Groups
ru: Группы

source: History
ru: История

source: Discover
ru: Поиск

source: Maintenance
ru: Обслуживание

source: Homebrew Path:
ru: Путь к Homebrew:

source: Path to the brew executable
ru: Путь к исполняемому файлу brew

source: No executable found at this path.
ru: Исполняемый файл не найден по этому пути.

source: Auto-refresh:
ru: Автообновление:

source: Off
ru: Выкл.

source: Every 5 minutes
ru: Каждые 5 минут

source: Every 15 minutes
ru: Каждые 15 минут

source: Every hour
ru: Каждый час

source: Appearance:
ru: Тема:

source: System
ru: Системная

source: Light
ru: Светлая

source: Dark
ru: Тёмная

source: Show Casks by default
ru: Показывать каски по умолчанию

source: Language:
ru: Язык:

source: Open Brewy
ru: Открыть Brewy

source: Quit Brewy
ru: Выйти из Brewy

source: All packages up to date
ru: Все пакеты актуальны

source: Upgrade All
ru: Обновить всё

source: Refresh Packages
ru: Обновить пакеты

source: Cleanup...
ru: Очистка...

source: What's New
ru: Что нового

source: Check for Updates…
ru: Проверить обновления…

source: Install
ru: Установить

source: Uninstall
ru: Удалить

source: Upgrade
ru: Обновить

source: Reinstall
ru: Переустановить

source: Pin
ru: Закрепить

source: Unpin
ru: Открепить

source: Fetch
ru: Загрузить

source: Link
ru: Связать

source: Unlink
ru: Отвязать

source: Cancel
ru: Отмена

source: Add
ru: Добавить

source: Create
ru: Создать

source: Save
ru: Сохранить

source: Edit
ru: Изменить

source: Delete
ru: Удалить

source: Retry
ru: Повторить

source: Done
ru: Готово

source: Yes
ru: Да

source: No
ru: Нет

source: Actions
ru: Действия

source: Select
ru: Выбрать

source: Start
ru: Запустить

source: Stop
ru: Остановить

source: Restart
ru: Перезапустить

source: Cleanup
ru: Очистить

source: Loading...
ru: Загрузка...

source: Running...
ru: Выполнение...

source: Error
ru: Ошибка

source: Success
ru: Успешно

source: Failed
ru: Ошибка

source: Succeeded
ru: Успешно

source: Unknown
ru: Неизвестно

source: Running
ru: Запущено

source: Stopped
ru: Остановлено

source: Scheduled
ru: Запланировано

source: Loaded
ru: Загружено

source: Name
ru: Название

source: Remote
ru: Удалённый репозиторий

source: Official
ru: Официальный

source: Status
ru: Статус

source: Exit Code
ru: Код выхода

source: User
ru: Пользователь

source: Service Name
ru: Имя службы

source: Service Info
ru: Информация о службе

source: Log
ru: Лог

source: Error Log
ru: Лог ошибок

source: Paths
ru: Пути

source: Output
ru: Вывод

source: Command
ru: Команда

source: Time
ru: Время

source: Package
ru: Пакет

source: Type
ru: Тип

source: Action Info
ru: Информация о действии

source: No output
ru: Нет вывода

source: Run as root (sudo)
ru: Запускать от root (sudo)

source: Remove stale service files
ru: Удалить устаревшие файлы служб

source: Tap Info
ru: Информация о тапе

source: Installed Formulae
ru: Установленные формулы

source: Installed Casks
ru: Установленные каски

source: Add Tap
ru: Добавить тап

source: Enter the tap name (e.g. gromgit/fuse).
ru: Введите имя тапа (например, gromgit/fuse).

source: Tap name must be in user/repo format.
ru: Имя тапа должно быть в формате пользователь/репо.

source: Adding %@...
ru: Добавление %@...

source: Remove Tap
ru: Удалить тап

source: Migrate Tap
ru: Перенести тап

source: Migrate
ru: Перенести

source: Migrate to %@
ru: Перенести в %@

source: View new repository
ru: Открыть новый репозиторий

source: This will remove %@ and re-add it as %@. Any local changes to this tap will be lost.
ru: Это удалит %@ и добавит его заново как %@. Любые локальные изменения будут потеряны.

source: This tap's repository has been archived and will no longer receive updates. Consider removing it.
ru: Репозиторий этого тапа заархивирован и больше не будет получать обновления. Рассмотрите возможность удаления.

source: This tap's repository has moved to %@.
ru: Репозиторий этого тапа переехал на %@.

source: This tap's repository has moved.
ru: Репозиторий этого тапа переехал.

source: This tap's repository could not be found on GitHub. It may have been deleted.
ru: Репозиторий этого тапа не найден на GitHub. Возможно, он был удалён.

source: archived
ru: заархивирован

source: moved
ru: переехал

source: not found
ru: не найден

source: official
ru: официальный

source: Tap status: %@
ru: Статус тапа: %@

source: All Packages
ru: Все пакеты

source: Installed Only
ru: Только установленные

source: Search packages...
ru: Поиск пакетов...

source: Loading packages...
ru: Загрузка пакетов...

source: Search Homebrew
ru: Поиск в Homebrew

source: Type a package name to search all of Homebrew.
ru: Введите название пакета для поиска во всём Homebrew.

source: No Packages
ru: Нет пакетов

source: No packages found in this category.
ru: В этой категории пакетов не найдено.

source: Upgrade (%d)
ru: Обновить (%d)

source: Select a Package
ru: Выберите пакет

source: Choose a package from the list to view its details.
ru: Выберите пакет из списка, чтобы просмотреть его детали.

source: %d packages
ru: %d пакетов

source: formula
ru: формула

source: cask
ru: каска

source: Update Available
ru: Доступно обновление

source: Version %@
ru: Версия %@

source: Homepage
ru: Сайт

source: Managed via Mac App Store
ru: Управляется через Mac App Store

source: Formula
ru: Формула

source: Cask
ru: Каска

source: Details
ru: Детали

source: Installed Version
ru: Установленная версия

source: Latest Version
ru: Последняя версия

source: Installed on Request
ru: Установлено по запросу

source: Dependencies
ru: Зависимости

source: Brew Info
ru: Информация brew

source: Uninstall %@?
ru: Удалить %@?

source: This will remove %@ from your system. This action cannot be undone.
ru: Это удалит %@ с вашей системы. Это действие нельзя отменить.

source: Reinstall %@?
ru: Переустановить %@?

source: This will remove and reinstall %@. Your data and configuration will be preserved.
ru: Это удалит и переустановит %@. Ваши данные и настройки будут сохранены.

source: Link %@?
ru: Связать %@?

source: This will symlink %@ into Homebrew's prefix.
ru: Это создаст символическую ссылку %@ в префиксе Homebrew.

source: Unlink %@?
ru: Отвязать %@?

source: This will remove symlinks for %@ from Homebrew's prefix.
ru: Это удалит символические ссылки для %@ из префикса Homebrew.

source: Dependency Tree
ru: Дерево зависимостей

source: Pulled in by
ru: Используется в

source: Pulls in
ru: Зависит от

source: Installed packages that depend on %@, recursively up to the user-requested install.
ru: Установленные пакеты, которые зависят от %@, рекурсивно до запрошенных пользователем.

source: What %@ depends on, recursively.
ru: От чего зависит %@, рекурсивно.

source: requested
ru: по запросу

source: Already shown above in this chain
ru: Уже показано выше в этой цепочке

source: Go to %@
ru: Перейти к %@

source: %@ (not installed)
ru: %@ (не установлено)

source: Installed on request by the user
ru: Установлено по запросу пользователя

source: Health Check
ru: Проверка здоровья

source: Run brew doctor
ru: Запустить brew doctor

source: Your system is ready to brew.
ru: Ваша система готова к работе с brew.

source: Checks your system for potential problems with Homebrew.
ru: Проверяет систему на наличие потенциальных проблем с Homebrew.

source: Orphaned Packages
ru: Осиротевшие пакеты

source: Remove Orphans
ru: Удалить осиротевшие

source: Removes packages that were installed as dependencies but are no longer needed.
ru: Удаляет пакеты, установленные как зависимости, но которые больше не нужны.

source: Download Cache
ru: Кэш загрузок

source: Clear Cache
ru: Очистить кэш

source: Removes cached package downloads and old versions.
ru: Удаляет загруженные пакеты и старые версии из кэша.

source: Update Homebrew
ru: Обновить Homebrew

source: Homebrew version
ru: Версия Homebrew

source: Homebrew/brew last updated
ru: Homebrew/brew обновлён

source: Homebrew/core last updated
ru: Homebrew/core обновлён

source: Homebrew/cask last updated
ru: Homebrew/cask обновлён

source: Fetches the newest version of Homebrew and all formulae, casks, and taps from GitHub.
ru: Загружает новейшую версию Homebrew и все формулы, каски и тапы из GitHub.

source: New since %@
ru: Новое с %@

source: New Formulae
ru: Новые формулы

source: New Casks
ru: Новые каски

source: Newly available packages from the last brew update.
ru: Новые доступные пакеты из последнего обновления brew.

source: Remove Orphaned Packages?
ru: Удалить осиротевшие пакеты?

source: The following packages were installed as dependencies but are no longer needed.
ru: Следующие пакеты были установлены как зависимости, но больше не нужны.

source: Clear Download Cache?
ru: Очистить кэш загрузок?

source: The following cached downloads and old versions will be removed.
ru: Следующие загруженные файлы и старые версии будут удалены.

source: Loading preview…
ru: Загрузка предпросмотра…

source: No specific files listed. The operation may still free up space.
ru: Конкретные файлы не указаны. Операция всё равно может освободить место.

source: No Groups
ru: Нет групп

source: Create groups to organize your packages into custom collections.
ru: Создайте группы, чтобы организовать пакеты в собственные коллекции.

source: New Group
ru: Новая группа

source: Create a new group
ru: Создать новую группу

source: Delete Group
ru: Удалить группу

source: Group name
ru: Название группы

source: Icon
ru: Иконка

source: Create a group to organize your packages.
ru: Создайте группу для организации пакетов.

source: Edit Group
ru: Изменить группу

source: Delete %@?
ru: Удалить %@?

source: This will delete the group. Your packages will not be affected.
ru: Это удалит группу. Ваши пакеты не будут затронуты.

source: Add packages to this group from the package detail view.
ru: Добавляйте пакеты в эту группу из детального вида пакета.

source: Upgrade Outdated in Group
ru: Обновить устаревшие в группе

source: Go to Package
ru: Перейти к пакету

source: Remove from Group
ru: Удалить из группы

source: No History
ru: Нет истории

source: Actions you perform will appear here.
ru: Здесь будут отображаться выполненные действия.

source: Clear History
ru: Очистить историю

source: Clear all history
ru: Очистить всю историю

source: Select an Action
ru: Выберите действие

source: Choose an action from the history to view its details.
ru: Выберите действие из истории, чтобы просмотреть его детали.

source: Re-runs the same command: %@
ru: Повторно выполняет ту же команду: %@

source: No Services
ru: Нет служб

source: No Homebrew services found. Install a formula that provides a service to get started.
ru: Службы Homebrew не найдены. Установите формулу, предоставляющую службу.

source: Cleanup failed
ru: Очистка не удалась

source: Select a Service
ru: Выберите службу

source: Choose a service from the list to view its details and controls.
ru: Выберите службу из списка, чтобы просмотреть её детали и управление.

source: Command failed
ru: Команда не выполнена

source: Find New Packages
ru: Найти новые пакеты

source: Search all of Homebrew to discover and install formulae and casks.
ru: Ищите во всём Homebrew, чтобы находить и устанавливать формулы и каски.

source: Search all of Homebrew...
ru: Поиск во всём Homebrew...

source: Searching...
ru: Поиск...

source: Search to find new packages
ru: Найдите новые пакеты

source: %d results
ru: %d результатов

source: Mac App Store CLI Not Installed
ru: CLI Mac App Store не установлен

source: Brewy uses mas to manage Mac App Store apps. Install it via Homebrew to browse and view your App Store apps here.
ru: Brewy использует mas для управления приложениями Mac App Store. Установите его через Homebrew, чтобы просматривать приложения.

source: Install mas
ru: Установить mas

source: Learn more about mas
ru: Узнать больше о mas

source: Loading release notes…
ru: Загрузка заметок о выпуске…

source: No update feed configured.
ru: Лента обновлений не настроена.

source: Failed to load release notes. Please check your internet connection.
ru: Не удалось загрузить заметки о выпуске. Проверьте подключение к интернету.

source: No release notes found.
ru: Заметки о выпуске не найдены.

source: Failed to load release notes. %@
ru: Не удалось загрузить заметки о выпуске. %@

source: Select a Group
ru: Выберите группу

source: Choose a group from the list to view its packages.
ru: Выберите группу из списка, чтобы просмотреть её пакеты.

source: Select a Tap
ru: Выберите тап

source: Choose a tap from the list to view its details.
ru: Выберите тап из списка, чтобы просмотреть его детали.

source: Last refreshed %@
ru: Последнее обновление %@

source: just now
ru: только что

source: ⌘R to refresh · ⌘U to upgrade all
ru: ⌘R — обновить · ⌘U — обновить всё

source: No Taps
ru: Нет тапов

source: No third-party taps are installed.
ru: Сторонние тапы не установлены.

source: Loading taps...
ru: Загрузка тапов...

source: Add a new tap
ru: Добавить новый тап

source: Loading services…
ru: Загрузка служб…

source: Add a new group
ru: Добавить новую группу

source: Help
ru: Помощь

source: New Item
ru: Новый элемент

source: App Info
ru: О приложении

source: File
ru: Файл

source: View
ru: Вид

source: Window
ru: Окно

source: %d package(s) outdated
ru: %d устаревший пакет
